app/controllers/users_controller.rb

UPDATE `users` SET `name` = '中山 優斗' WHERE `users`.`id` = 215
---
  def update
    @user.update!(user_params)

DELETE FROM `users` WHERE `users`.`id` = 1
---
 def destroy
   @user.destroy!

INSERT INTO `users` (`account`, `name`, `created_at`, `updated_at`, `email`) VALUES ('chinju20190201', '珍獣', '2019-05-11 03:50:48', '2019-05-11 03:50:48', 'chinju@example.com')
---
 def create
    User.create!(user_params)